<template>
  <div class="container">
    <router-link to='/personal'>去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面去个人中心页面</router-link>
  </div>
</template>

<script>
export default {
  name: 'Content',
}
</script>

<style lang="less" scoped>
@font: 37.5rem;
.container{
  width: 100%;
  height: (100vh - 10rem);
  background-color: pink;
  
}
</style>
